// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Izdelovalnik posnetkov za Chrome OS – vizitka";
"Menu Prefs" = "Nastavitve";
"Menu Services" = "Storitve";
"Menu Hide" = "Skrij Izdelovalnik posnetkov za Chrome OS";
"Menu Hide Others" = "Skrij druge";
"Menu Show All" = "Pokaži vse";
"Menu Quit" = "Zapri Izdelovalnik posnetkov za Chrome OS";
"Menu Window" = "Okno";
"Menu Minimize" = "Minimiraj";
"Menu Zoom" = "Povečaj";
"Menu Bring All To Front" = "Postavi vse v ospredje";
"Menu Help" = "Pomoč";
"Menu App Help" = "Pomoč za Izdelovalnik posnetkov za Chrome OS";

/* Buttons */
"Button Previous" = "Nazaj";
"Button Next" = "Naprej";
"Button Stop" = "Ustavi";
"Button Done" = "Končano";

/* Tab: Select device model */
"Text Welcome" = "Dobrodošli v Izdelovalnik posnetkov za Chrome OS. Izberite model naprave Chrome OS, ki jo imate.";
"Button Local Image" = "Lokalni posnetek …";

/* Tab: Select USB stick */
"Text Select Prompt" = "Izberite pomnilnik USB, ki ga boste uporabili za obnovo:";
"Text Insertion Prompt" = "Vstavite pomnilnik USB.";

/* Tab: Done */
"Text Congrats" = "Čestitamo – ustvarili ste obnovitveni zagonski disk za računalnik s sistemom Chrome OS. Odstranite disk iz računalnika in ga uporabite za obnovo poškodovanega operacijskega sistema v računalniku Chromebook.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Ta program se ne more izvesti.";
"NoDiskArb Informative" = "Napaka pri zagonu diskovne arbitraže. To se naj ne bi zgodilo.";
"NoDiskArb OK" = "V redu";

/* Error retrieving config file. */
"CantGetConfig Message" = "Seznama slik ni mogoče prenesti.";
"CantGetConfig Informative" = "Napaka pri prenosu seznama razpoložljivih obnovitvenih posnetkov (%1$@). Preverite, ali omrežna povezava deluje.";
"CantGetConfig OK" = "V redu";
"CantGetConfig Error NoConnection" = "povezave ni bilo mogoče dodeliti";
"CantGetConfig Error DownloadError" = "napaka pri prenosu";
"CantGetConfig Error StringCreate" = "odziva ni bilo mogoče uporabiti";

/* Version error. */
"VersionError Message" = "Ta različica programa je prestara.";
"VersionError Informative" = "Prenesite novejšo različico. To je različica %1$@, potrebujete pa vsaj različico %2$@. %3$@";
"VersionError OK" = "Prenesite novo različico";

/* File dialog to select a local file. */
"SelectLocal File" = "Izberite posnetek:";
"SelectLocal Button" = "Izberi";

/* Alert on writing stick. */
"WriteAlert Message" = "Ali ste prepričani, da želite trajno izbrisati %1$@?";
"WriteAlert Informative" = "Vsi podatki, ki so trenutno na njemu, bodo trajno izbrisani. Tega postopka ne morete razveljaviti.";
"WriteAlert Cancel" = "Ne izbriši";
"WriteAlert OK" = "Izbriši";

"TooSmallAlert Message" = "%1$@ ni mogoče uporabiti, ker je premajhen.";
"TooSmallAlert Informative" = "Potrebujete pomnilnik z vsaj %2$@.";
"TooSmallAlert OK" = "V redu";

"NotWritable Message" = "%1$@ ni mogoče uporabiti, ker je samo za branje.";
"NotWritable Informative" = "Ta pomnilnik je samo za branje. Na njem je lahko stikalo, s katerim lahko omogočite zapisovanje podatkov, sicer pa ga ne morete uporabiti.";
"NotWritable OK" = "V redu";

/* Stick writing statuses. */
"Status Downloading" = "Prenos …";
"Status Verifying" = "Preverjanje …";
"Status Unpacking" = "Odpakiranje …";
"Status Claiming" = "Dodeljevanje …";
"Status Unmounting" = "Izpenjanje …";
"Status Writing" = "Zapisovanje …";
"Status Ejecting" = "Izmet …";
"Status Done" = "Končano!";

"StatusAdd Attempt" = " (%1$d. poskus)";

/* Errors */
"Failure Downloading" = "Oprostite, napaka (izvornega posnetka ni bilo mogoče prenesti). Želite poskusiti znova?";
"Failure Verifying Return Value" = "Oprostite, napaka (izvornega posnetka ni bilo mogoče preveriti, napaka programa, %1$s). Želite poskusiti znova?";
"Failure Verifying SHA Mismatch" = "Oprostite, napaka (izvornega posnetka ni bilo mogoče preveriti, napaka kontrolne vsote). Želite poskusiti znova?";
"Failure Unpacking" = "Oprostite, napaka (izvornega posnetka ni bilo mogoče odpakirati, %1$s). Želite poskusiti znova?";
"Failure Claiming" = "Oprostite, napaka (pomnilnika USB ni bilo mogoče dodeliti). Želite poskusiti znova?";
"Failure Unmounting" = "Oprostite, napaka (pomnilnika USB ni bilo mogoče izpeti). Želite poskusiti znova?";
"Failure Opening Source Image" = "Oprostite, napaka (izvornega posnetka ni bilo mogoče odpreti, %1$s). Želite poskusiti znova?";
"Failure Opening Destination Device" = "Oprostite, napaka (pomnilnika USB ni bilo mogoče odpreti, %1$s). Želite poskusiti znova?";
"Failure Reading Source Image" = "Oprostite, napaka (iz izvornega posnetka ni bilo mogoče brati, %1$s). Želite poskusiti znova?";
"Failure Writing Destination Device" = "Oprostite, napaka (na pomnilnik USB ni bilo mogoče pisati, %1$s). Želite poskusiti znova?";
"Failure Ejecting" = "Oprostite, napaka (pomnilnika USB ni bilo mogoče izvreči). Želite poskusiti znova?";

"Failure Try Again" = "Poskusite znova";
"Failure Quit" = "Izhod";

"Failure Termination Status" = "Stanje prekinjanja: %d";

"Failure Internal Error 1" = "Nepričakovan konec datoteke";
